Repository: JTorres1402/parcial_flutter
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Menu
es: Menú

# menu1
source: Generate random numbers
es: Generar números aleatorio

# menu2
source: Delete numbers
es: Borrar números

# menu3
source: Mean of the numbers
es: Media de los números

# menu4
source: Order the numbers
es: Ordenar los números

# home
source: Homepage
es: Página principal

# input
source: Enter the numbers separated by commas
es: Ingrese los numeros separados por comas

# inputGene
source: Enter the amount of number you want
es: Ingrese la cantidad de número que desee

# labelError
source: Error, please enter valid values
es: Error, ingrese valores válidos

source: Cancel
es: Cancelar

# rbutton1
source: Calculate how many even numbers there are
es: Calcular cuántos numeros pares hay

# rbutton2
source: Remove odd numbers
es: Eliminar los números impares

# rbutton3
source: Add the numbers
es: Suma los números

# button
source: Calculate
es: Calcular

# labelrb1
source: Even number quantity
es: Cantidad de número pares

# labelrb2
source: Pair numbers
es: Números pares

# labelrb3
source: Sum of numbers
es: Suma de los números
